import React from 'react'

const Footer = () => {
    return (
        <div className='main_footer'>
            <div className="left">
                <h3>Kids in Seoul</h3>
                <div>
                    <p>이용약관</p>
                    <p>개인정보처리방침</p>
                    <p>위치기반서비스 이용약관</p>
                </div>
                <p>ⒸKids in Seoul. All rights reserved.</p>
            </div>
            <div className="right">
                <p>
                    본 저작물은 서울열린데이터광장에서 제작된 공공저작물을 이용하였으며,<br />
                    해당 저작물은 서울열린데이터광장(https://data.seoul.go.kr)에서 무료로 다운받으실 수 있습니다.<br />

                    2018년 | 공공누리 제1유형 | 서울시 박물관미술관 정보(작성자:정윤서)<br />
                    2018년 | 공공누리 제1유형 | 서울시 공공도서관 현황정보(작성자:유영화)<br />
                    2018년 | 공공누리 제4유형 | 서울시 작은도서관 현황정보(작성자:유영화)<br />
                    2021년 | 공공누리 제1유형 | 서울시 지역보육 야외시설 정보(작성자:정진모)<br />
                    2016년 | 공공누리 제1유형 | 서울시 산과공원 생태관광 정보 (한국어_2015년)(작성자:소창호)<br />
                    2012년 | 공공누리 제1유형 | 서울시 주요 공원현황(작성자:김숙자)<br />
                    2023년 | 공공누리 제1유형 | 서울형 키즈카페 시설현황정보(작성자:정진모)<br />
                    2020년 | 공공누리 제4유형 | 서울시 어린이집 정보(표준 데이터)(작성자:정남희)<br />
                </p>
            </div>
        </div>
    )
}

export default Footer